[Cues]
Act_E2_2A_Diner_AfterFrank_VoiceOver01_Max_010="There was something creepy about that guy and his dog..."
Act_E2_2A_Diner_CHCop_Look01_Max_010="That officer looks nicer than wannabe-cop David Madsen..."
Act_E2_2A_Diner_CHDinerFemale01_Look01_Max_010="She looks busy and stressed."
Act_E2_2A_Diner_CHDinerFemale02_Look01_Max_010="I always wonder what people think about when they eat alone."
Act_E2_2A_Diner_CHDinerMale01_Look01_Max_010="Ew, that guy looks unpleasant..."
Act_E2_2A_Diner_CHDinerMale02_Look01_Max_010="I bet he's seen a lot of changes to Arcadia Bay in his lifetime..."
Act_E2_2A_Diner_CHFisherman01_Look01_Max_010="He looks like a photo of the classic Arcadia Bay crusty fisherman..."
Act_E2_2A_Diner_CHFisherman02_Look01_Max_010="These fishermen are so damn quiet..."
Act_E2_2A_Diner_CHHomeless_Look01_Max_010="Poor woman. I hope there's a shelter for her."
Act_E2_2A_Diner_CHHomeless_Look02_Max_010="I bet she's seen Arcadia Bay go through a lot of changes... and secrets..."
Act_E2_2A_Diner_CHJustin_Look01_Max_010="Justin is such a mellow dude."
Act_E2_2A_Diner_CHNewsPaperMan_Look01_Max_010="Newspapers are going to be retro soon..."
Act_E2_2A_Diner_CHTrevor_Look01_Max_010="Trevor looks as happy as Dana did..."
Act_E2_2A_Diner_CHTrucker01_Look01_Max_010="Truckers have such a romantic life, always on the road..."
Act_E2_2A_Diner_CHTrucker02_Look01_Max_010="I wouldn't last one day as a trucker. Those rigs are too damn big."
Act_E2_2A_Diner_Carving_Look01_Max_010="Nerd graffiti. Warren must have been here."
Act_E2_2A_Diner_ChloeStuff_Look01_Max_010="Okay Max, study every item carefully and don't forget anything!"
Act_E2_2A_Diner_Coffee_Interact01_Max_010="This is like fourth-dimensional deja-vu... I keep going back in time..."
Act_E2_2A_Diner_Coffee_Look01_Max_010="Oh yes, black coffee, you will be mine..."
Act_E2_2A_Diner_CounterFood_Look01_Max_010="Drool. Want everything."
Act_E2_2A_Diner_DinerMenu_Look01_Max_010="The only thing that's changed on the menu are the prices..."
Act_E2_2A_Diner_DinerSign_Look01_Max_010="That sign reminds me of so many times I ate here with Chloe and my family... when we were happy."
Act_E2_2A_Diner_Divination_VoiceOver01_Max_010="Now photograph the items in your mind, Max."
Act_E2_2A_Diner_Divination_VoiceOver01_Max_020="Frame each item like it's a photo, Max."
Act_E2_2A_Diner_Divination_VoiceOver01_Max_030="You got this Max, now rewind and blow Chloe's mind!"
Act_E2_2A_Diner_Divination_VoiceOver01_Max_040="You need to look at the items and rewind so Chloe believes you."
Act_E2_2A_Diner_FishermanPetitionStand_Look01_Max_010="Look at all these flyers. It's so sad that nobody will read them..."
Act_E2_2A_Diner_FishingWallOfFame01_Look01_Max_010="Forgot about the Fishing Wall O' Fame..."
Act_E2_2A_Diner_Flyer01_Look01_Max_010="I might make Chloe check this out with me."
Act_E2_2A_Diner_Flyer02_Look01_Max_010="This guy has serious cojones."
Act_E2_2A_Diner_Flyer03_Look01_Max_010="Why does that so not sound fun?"
Act_E2_2A_Diner_FrankRVWindow_Look01_Max_010="Obviously nobody took my advice."
Act_E2_2A_Diner_FrankRV_Look01_Max_010="There's that dirty RV from the other day..."
Act_E2_2A_Diner_Graffiti01_Look01_Max_010="That graffiti has been here forever..."
Act_E2_2A_Diner_Graffiti03_Look01_Max_010="Gross."
Act_E2_2A_Diner_Graffiti05_Look01_Max_010="Thank you, redneck poet."
Act_E2_2A_Diner_GumballStand_Look01_Max_010="Oh man, I bet that's the same gum from when I was here last..."
Act_E2_2A_Diner_Jukebox_Interact01_Max_010=""I Got You Babe." How apropos... But no fucking way."
Act_E2_2A_Diner_KateChoicePhone_VoiceOver01_Max_010="Sucks that Chloe and Joyce got into an argument..."
Act_E2_2A_Diner_KateChoicePhone_VoiceOver02_Max_020="I hope Kate doesn't get upset I didn't answer..."
Act_E2_2A_Diner_MaxFood_VoiceOver01_Max_010="I love the delish anticipation of breakfast..."
Act_E2_2A_Diner_MiscObject01_Look01_Max_010="I would buy a shirt, but they're so damn tourist."
Act_E2_2A_Diner_MiscObject02_Look01_Max_020="Whoa, Ken Kesey with Joyce! That's so perfect."
Act_E2_2A_Diner_NewsPaperBox_Interact01_Max_010=""Snow"—well, that's a good start to the story..."
Act_E2_2A_Diner_NewsPaperBox_Look01_Max_010="I wonder if they explained that snow..."
Act_E2_2A_Diner_OffBus_VoiceOver01_Max_010="Talk about going back in time... the diner looks exactly the same."
Act_E2_2A_Diner_PostCardRack_Look01_Max_010="You'd never know how weird this town is by these postcards..."
Act_E2_2A_Diner_Poster01_Look01_Max_010="The poster doesn't mention whacked students with guns."
Act_E2_2A_Diner_Poster02_Look01_Max_010="Now that brings back memories... Chloe and I loved the parade..."
Act_E2_2A_Diner_Poster03_Look01_Max_010="Good Lord. Talk about apocalyptic..."
Act_E2_2A_Diner_Predilection_VoiceOver01_Max_020="Now I should rewind and tell Chloe everything that just happened."
Act_E2_2A_Diner_ProvedPower_VoiceOver01_Max_010="Chloe finally believes me... and I wonder what kind of crazy shit she has in mind now."
Act_E2_2A_Diner_PuzzleDivination01_VoiceOver01_Max_010="I need to seriously take note of Chloe's stuff here."
Act_E2_2A_Diner_PuzzleDivination02_VoiceOver01_Max_010="Now pay attention to everything that happens in the next few moments, so you can dazzle Chloe with your mad power..."
Act_E2_2A_Diner_RecallMemories_VoiceOver01_Max_010="Man, that smell of breakfast and the sound of clanging silverware... makes me feel thirteen again..."
Act_E2_2A_Diner_WhalesPictures_Look01_Max_010="That's funny, our family never went whale watching. Looks fun."
Act_E2_2A_Diner_Window_Look01_Max_010="The lighthouse looks so mysterious... I wish I could stay in this moment forever... I guess I actually can now. But then it wouldn't be a moment..."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_021="Close. Do you know if the bus has come yet? The online schedule isn't working."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_024="I cannot miss this job interview. But I've got to take the bus out of Arcadia Bay to Newport just to find work."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_025="Oh, that's a relief. I can't be late for this job interview. I can't believe I have to take a bus all the way to Newport just to find a second job."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_027="Where are things good? I can't even afford to live here."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_AdultFem_029="Thanks, I sure need it!"
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_022="I don't know... It runs pretty regularly."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_023="I just got off the school bus, but I'm sure the regular bus is coming too."
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_026="Are things that bad here?"
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_028="Well, good luck!"
Cue_E2_2A_DinerPark_CHAdultFem_Phase01_Max_030="Hi, you look... lost."
Cue_E2_2A_DinerPark_CHAdultFem_Phase02_AdultFem_001="I'll just keep waiting and hope the bus comes."
Cue_E2_2A_DinerPark_CHAdultMal02_Phase01_AdultMal02_001="No time for chit-chat. I'm a millionaire, yep. Got my lottery ticket right here. Waiting for the bus so I can cash it in."
Cue_E2_2A_DinerPark_CHAdultMal02_Phase02_AdultMal02_001="You can't have my lottery ticket. Buy your own."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_001="Can you believe this town? The world is on fire and our big headline is "Snow!" I can hardly wait for next week's big story—"Clouds!""
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_004="Oh, global warming bullshit. It's the Northwest, snow happens."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_005="Long enough to know that Arcadia Bay will be a ghost town in a few years."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_006="The paper can only talk about that or about missing girls."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_010="I guess. I bet she ran away because she was bored. Who wouldn't be here?"
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_AdultMale_011="You're young. You'll get over it."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_002="The snow was pretty odd... It was right in the middle of a warm sunny day."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_003="How long have you lived here?"
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_007="I keep reading how Arcadia Bay is booming."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_008="You mean—Rachel Amber?"
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_009="This town is more like a mystery to me..."
Cue_E2_2A_DinerPark_CHAdultMale_Phase01_Max_012="Excuse me—sir?"
Cue_E2_2A_DinerPark_CHAdultMale_Phase02_AdultMale_001="Excuse me, I have to read my horoscope."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_002="I wish, young gal. Arcadia Bay just isn't the same fishing town I grew up in."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_005="You have a question?"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_008="By Neptune's Beard it has! Seems like a lifetime ago when I was king of the harbor."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_010="Oh, the fish used to jump onto my boat...Until the Prescotts and their finance fiends snapped up harbor rights..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_013="I call her the "Bali Hai." I've kept ahold of her in these lean days...might be all the time we've got left..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_031="They might rename the town Prescott Bay, if that tells you much."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_033="Too good for my working kind. I know them through their bad deeds..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_035="Crooks gain respect when they put their names on schools and libraries..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Fisherman_037="Let's not get downcast. I hear the fish calling for Bali Hai... Never forget that old fishermen never die, we just smell that way!"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_001="Good morning again."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_003="Good morning. Looks like you're ready to catch some serious fish."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_006="I'd love to learn more, but I have to get going. Happy fishing out there!"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_007="Has the town changed much?"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_009="You did pretty good to have lasted this long..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_012="You have your own boat?"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_014="I thought one of Arcadia Bay's main exports was fish..."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_030="The Prescotts have a lot of power."
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_032="Do you know them?"
Cue_E2_2A_DinerPark_CHFisherman_Phase01_Max_034="They own my school."
Cue_E2_2A_DinerPark_CHFisherman_Phase02_Fisherman_001="I think I've talked my quota for the year."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_002="Aw, look at you. A fine example of youth. I bet you're a senior student."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_004="A thousand years. I've gone through the same changes as the town..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_006="Ones it takes a lifetime to see. There's a lot of beauty here, but a lot of darkness too. Greedy bastards that ruined this town, put people out of work... out of home. Like me."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_008="What didn't happen to me? Sometimes you start out in life turned around the wrong way...|I married dumb, made mistakes, got cheated out of my savings, lost my home and now|I hang out here..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_010="Where the hell would I go? I hate the sun and love the mist. I might be homeless, but Arcadia Bay is still my home."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_012="She's fed me more than my own family. Has a daughter your age who's always in trouble. Married to a real prick."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_016="He told me to "get a job" once. Asshole. Not sure what Joyce sees in him, but he better treat her right."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_018="Cute girl. Pissed off. I used to see her and her pretty friend, errr... Rachel around a lot..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_024="That whole family is dirty. They once done good things for Arcadia Bay...those days are dead. Like anything in their way..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_028="Then you be their guardian angel, because nothing gets in the way of that family, especially not the law. Hell, they own your school, Blackwell. Almost."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_036="I know she's missing. And I know she hung out here a bit. Sometimes I'd see her walking, all by herself, deep in thought. Too damn young and pretty to look so worried..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_038="Once or twice, she'd talk to me... about trouble in school, wanting to be some model in California... she was always distant. But nice."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_040="Like I said, she seemed tight with Joyce's daughter. I thought I saw her with an older gent one time, maybe her dad. That's a terrible thing for a parent to deal with."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_042="I pray the poor thing is all right... but you can't save everybody."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_046="I could tell you're a wise young woman. I know all about Blackwell and this town..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_HomelessFem_048="Sure looks that way."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_001="Hello."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_003="How long have you lived in Arcadia Bay?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_005="What changes to the town?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_007="What happened to you?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_009="I'm sorry... Have you ever lived outside of here?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_011="You must know Joyce Price from the Two Whales diner..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_015="His name is David Madsen..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_017="Have you met Joyce's daughter?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_023="I bet you have dirt on the Prescott family."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_027="I know somebody who's being threatened by a Prescott..."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_035="Do you know anything about Rachel Amber, that missing girl?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_037="Did you talk to her?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_039="Was she alone a lot or with friends?"
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_045="Yes. I go to Blackwell Academy."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_047="Hi, I'm back again."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase03_Max_100="I have to go now. Goodbye."
Cue_E2_2A_DinerPark_CHHomelessFem_Phase04_HomelessFem_001="Come talk to me any ol' time you want, young lady."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopAdultFem_020="Glad somebody is..."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopAdultFem_040="I wouldn't dream of it."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_010="Yep. I'm ready to cash my lottery ticket."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_030="Don't try to take it from me. It's mine."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_050="I'm going to be a millionaire."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_060="Hope nobody steals my lottery ticket."
Cue_E2_2A_DinerPark_Citizens_IGE_BusStopOldMan_070="Can't wait to be rich. Yep."
Cue_E2_2A_DinerPark_Citizens_IGE_DegueuAdultMale_100="Can I get some beer and bacon before I die?"
Cue_E2_2A_DinerPark_Citizens_IGE_DegueuAdultMale_120="No beer?"
Cue_E2_2A_DinerPark_Citizens_IGE_DegueuAdultMale_140="No beer... what kind of dive is this?"
Cue_E2_2A_DinerPark_Citizens_IGE_Joyce_110="This is a diner, not a bar."
Cue_E2_2A_DinerPark_Citizens_IGE_Joyce_130="Looks like you had plenty. Stick with the bacon."
Cue_E2_2A_DinerPark_FrankSleeping_Frank_010="Stop that, stop. No barkie."
Cue_E2_2A_Diner_CHAdultFem02_Phase01_AdultFem02_001="Hello there to you. Such a beautiful day, eh? Oh yeah, it's going to be a super day. Enjoy your breakfast, eh?"
Cue_E2_2A_Diner_CHAdultFem02_Phase02_AdultFem02_001="Oh yeah, hello again. Back to breakfast, eh?"
Cue_E2_2A_Diner_CHAdultMal_Phase01_AdultMal_001="What do you want? I feel like shit. Too much beer. So spare me, please. Just let me suffer quietly."
Cue_E2_2A_Diner_CHAdultMal_Phase02_AdultMal_001="Leave me alone or I will vomit on you."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_002="Okay Max, I'm hella ready."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_008="Duh, way too easy! I need details! Describe my keychain..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_014="Yes, you know I'm a smoker. But how many cigarettes?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_015="Clearly I'm rich as fuck—how much do I have?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_016="You know me well. But... what is the exact time I was busted?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_017="Nada..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_018="I left it in the car."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_020="Not. Impressed."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_025="Absolutely... wrong."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_037="Okay, Psychic Girl, let me show you what's actually in my pockets."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_086="That was so... wrong, Max."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_087="Bzzz! Wrong answer!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_088="Do you have some kind of power or not?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_089="A what? Do you even know me?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_090="Do I look like a Linux nerd like your pal, Warren?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_091="Not bad, Super Max!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_092="You do have that Irish luck, Caulfield. What else?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_098="Even a broken clock is right twice a day. Whatevs the hell that means."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_099="So that was cool, show me more!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_100="Amazing! Something else in my pockets?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_101="A superpower that allows you to count cigarettes. Cool!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_102="I smoke too much to have 13 cigarettes..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_103="You lose..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_104="I wish."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_105="That's right, living large in Arcadia Bay!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_106="That is so... wrong."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_107="Boo yah! Max can tell time!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_108="I don't even think about getting up that early."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Chloe_109="Most impressive. Now let's check to see if you got it right."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_003="So, this is me telling you what's inside your pockets."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_005="Your car keys!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_006="Some old chewing gum?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_007="Let's see... a gun?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_011="I'm pretty sure you have cigarettes on you."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_012="Some money?"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_013="A parking ticket."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_021="Six cigarettes..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_022="Seven cigarettes..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_023="Thirteen cigarettes..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_026="Twenty-five cents..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_027="Eighty-two cents..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_029="Eighty-six cents..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_030="11:10 a.m."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_031="10:34 a.m."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_032="6:42 a.m."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_078="I don't know..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_079="A skull keychain for a punk like you!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_080="You definitely have a razor blade keychain..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_081="A bullet, just like your necklace!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_083="A pixel heart keychain..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_084="A penguin keychain..."
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_085="A cute robot panda keychain!"
Cue_E2_2A_Diner_CHChloe_Puzzle01_Max_110="You have a tube of glitter in there, right?"
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_033="So what happens next?"
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_034="Well, let's just see how this goes down."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_036="This is getting good, can't wait to see what happens!"
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_037="Pretty bizarro, Max. But let's see if everything happens like you said..."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_045="Max, you said that you would predict four events, we're nowhere near that."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_049="Max, you said that you would predict four events. That's only two, dude."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Chloe_050="Yes, you still need to tell me one more event, Max."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_003="The trucker drops his mug and Joyce rips him a new one."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_004="Trevor drops his glass and Justin makes fun of him."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_005="The cop drops his glass and Joyce argues with him."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_010="The cop gets an emergency alert on his radio and he answers it."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_011="The cop gets an emergency alert on his radio and he quickly exits the diner."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_012="The cop gets an emergency alert on his radio and his partner in the car|leaves without him."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_017="Justin and Trevor fight and Joyce beats them."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_018="Justin and Trevor fight and Joyce encourages them."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_019="Justin and Trevor fight and Joyce doesn't give a shit."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_025="The jukebox goes crazy as a cockroach crawls on it."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_026="The jukebox goes crazy as a fly lands on it."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_027="The jukebox goes crazy as the trucker tries to play a new song."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_044="Joyce drops her plate and the truckers make fun of her."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_046="The cop gets an emergency alert on his radio, but he does nothing except eat a donut."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_047="Justin and Trevor are fighting and Joyce breaks it up."
Cue_E2_2A_Diner_CHChloe_Puzzle02_Max_048="The jukebox goes crazy as a butterfly lands on it."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_002="Hi young lady, you look a little lost."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_005="Wish I could make the Two Whales my first home. Joyce making rocket coffee and juicy burgers anytime...|You look about Chloe's age."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_008="Now, that is a real problem at the Two Whales. I can never decide—Joyce's pumpkin pie or grilled mac 'n' cheese?"
Cue_E2_2A_Diner_CHCop_Phase01_Cop_011="I know her delicious grub. Everybody at the station comes here. We take care of this place like it's our own kitchen. And Joyce like she's our... our mother."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_017="Sadly, we all know Chloe down at the station. Poor Joyce."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_020="That's good. She's not a bad person, she's had hard times, but there's no excuse for burning things."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_021="Then you know she's a handful."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_023="My dad died when I was 13. I never burned garbage cans or tagged signs. Joyce is a great mother, Chloe just isn't paying attention."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_029="You have to create your own good luck. I think Chloe would rather destroy. But I'm just a cop, not a psychologist, so..."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_031="Sounds like you're a good friend. I wish she would be a great daughter and not cause Joyce so much stress."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_034="Just heard that Chloe even had a pot dealer in her room..."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_035="Just heard she even just got busted with pot in her room."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_037="How do you know she was "chilling in her room"?"
Cue_E2_2A_Diner_CHCop_Phase01_Cop_039="I didn't hear it on the police scanner. Joyce said the weed belonged to Chloe's friend, but... I highly doubt that."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_050="By the way, one thing I can tell you for certain is to stay away from that RV outside."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_052="Wise policy. The guy who lives in it, Frank, is pretty sketchy himself. That's all I can say for now... I should finish up my coffee and get to work."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_057="She wouldn't. Afraid I'd go arrest somebody. As if I would. I'd just tell that loser to stay the hell away from Chloe. Or else... Just kidding. Besides, David Madsen is watching over them."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_058="Is she a friend of yours?"
Cue_E2_2A_Diner_CHCop_Phase01_Cop_059="She might have been getting high or getting her spray cans ready or whatever. I'd like to think the best of her, but she's now in the Arcadia Bay police database."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_060="I wouldn't use that word. We know each other. Why do you ask?"
Cue_E2_2A_Diner_CHCop_Phase01_Cop_063="I have respect for David. He served his country. He found his calling at Blackwell. At the station, we're happy David is exactly where he is... Not everybody can be a cop."
Cue_E2_2A_Diner_CHCop_Phase01_Cop_064="Yes?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_001="Hello, sir."
Cue_E2_2A_Diner_CHCop_Phase01_Max_003="No, I've been here many times. It's like a fourth home."
Cue_E2_2A_Diner_CHCop_Phase01_Max_004="Just hungry and thinking about what to eat."
Cue_E2_2A_Diner_CHCop_Phase01_Max_010="How well do you know Joyce?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_016="So you know Chloe?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_018="Not really..."
Cue_E2_2A_Diner_CHCop_Phase01_Max_019="I know her."
Cue_E2_2A_Diner_CHCop_Phase01_Max_022="I know her dad died..."
Cue_E2_2A_Diner_CHCop_Phase01_Max_028="No, I think she's just had some bad luck."
Cue_E2_2A_Diner_CHCop_Phase01_Max_030="She can be, but she can also be a good friend who shows up when you need her."
Cue_E2_2A_Diner_CHCop_Phase01_Max_032="Uh, who told you that?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_033="Uh... That's not good. Anyway. Mmm, that bacon sure smells good..."
Cue_E2_2A_Diner_CHCop_Phase01_Max_036="Is that really a big thing? At least she was chilling in her room."
Cue_E2_2A_Diner_CHCop_Phase01_Max_038="I guess you're friends with David Madsen?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_049="I have to go now. Enjoy your breakfast."
Cue_E2_2A_Diner_CHCop_Phase01_Max_051="I usually stay away from sketchy parked vehicles."
Cue_E2_2A_Diner_CHCop_Phase01_Max_055="Joyce didn't tell you who?"
Cue_E2_2A_Diner_CHCop_Phase01_Max_056="You just said so."
Cue_E2_2A_Diner_CHCop_Phase01_Max_061="Just curious... I'm surprised he's not a police officer in Arcadia Bay."
Cue_E2_2A_Diner_CHCop_Phase01_Max_062="He kinda has a reputation at Blackwell."
Cue_E2_2A_Diner_CHCop_Phase01_Max_065="Hello again, officer."
Cue_E2_2A_Diner_CHCop_Phase02_Cop_001="I'd love to lecture you over coffee, but I prefer to drink in silence and solitude."
Cue_E2_2A_Diner_CHFisherman02_Phase01_Fisherman02_002="If by "big" you mean "none," then sure, I caught a lotta big ones today. Now let me mourn over my eggs."
Cue_E2_2A_Diner_CHFisherman02_Phase01_Max_001="Did you catch any big ones today?"
Cue_E2_2A_Diner_CHFisherman02_Phase02_Fisherman02_001="Still mourning, thank you."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_001="You did the right thing. You moved forward with your life. I did, after William passed on. Chloe... Chloe chose to stay angry... Anyway, I hope we see more of you. Chloe needs an old friend again."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_002="Nice try, Nancy Drew. But next to you, there's only one student I'm worried about. And she's not even in school anymore."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_005="I'm glad, Max. That was his gift to us... wonderful memories. Even if Chloe doesn't understand yet."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_006="Now finish your coffee."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_013="Didn't you rebel against your best friend by letting her twist in the wind with that&nbsp;joint?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_015="Why? What did Chloe tell you?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_017="Nobody's in trouble over a doobie, Max. And I admire that you took the heat for Chloe...Like a great friend."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_019="Oh, she hit all the phases... expulsion, running away, drugs, bad boys, tattoos, piercings, blue hair... Now she's gotta rebel against her stepfather."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_022="He feels awful... And he will be punished."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_025="Do you? He's not as much of a hardass as you think. But you did tell him you had a joint, right? You took that responsibility?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_027="You know what happened. David slapped Chloe. He fucked up."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_028="David mentioned her, but I stay out of his business. I won't patrol Blackwell and he won't cook at the diner, you know?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_030="But Chloe does push David and it's not fair. He paid his dues in a war. He does care about her, along with all the students at Blackwell."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_032="So. Now let's get down to the nitty gritty. What do you want to eat?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_034="Yeah, she does provoke people. Especially David. I just want us to be a family soon. I guess it's all about time..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Joyce_036="I don't like it either, Max. David swore it would never happen again. He's true to his word. I just want us to be a family soon. I guess... I guess it's all about time..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_003="I know things were hard for you and Chloe. I feel bad I didn't call. Now my folks are in Seattle and I'm all alone at Blackwell. It's my karma."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_004="Joyce, I am so sorry about William. I have great memories of him."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_008="I think you're right, Joyce."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_009="The last good Belgian waffle I had was here when I was 13 years old. So, bring it on."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_012="David scared me when he said he might have my scholarship taken away for that stupid&nbsp;joint..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_014="I did. And I am sorry. I don't want Chloe in any more trouble... Or me."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_016="Joyce, he slapped Chloe yesterday."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_018="Chloe understands. She just needs... time. I know that sucks for you."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_020="Wish I took blame for the pot. None of this might have happened..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_021="Chloe doesn't have to tell me anything. I just know how David is at Blackwell."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_024="Chloe must have changed a lot during that time..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_026="I see why... I mean—"
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_029="Well, Chloe texted me that David slapped her yesterday..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_031="He cares about Kate Marsh?"
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_033="I get it, Joyce. I know Chloe still likes to stir things up..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_035="That's no excuse to hit a girl. He's an adult."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_056="I was dreaming about your bacon omelette..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_057="Yesterday I took a picture of him fighting with Kate... I thought you might know why..."
Cue_E2_2A_Diner_CHJoyce_Phase01_Max_058="I saw him arguing with Kate... I thought you might know why..."
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_002="Getting my coffee on before I cut class and destroy some rails. Shouldn't you be taking photos?"
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_004="Throw in a little green bud and you have the perfect hippie cocktail."
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_007="You crack me up, Maxster. Of course, I'm baked so I'll laugh at anything."
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_009="So where's all your homework, schoolgirl?"
Cue_E2_2A_Diner_CHJustin_Phase01_Justin_011="Trevor finally told me about him and Dana hooking up. He got there first, so I snooze and I lose... See ya later, Max."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_001="What's up, Justin?"
Cue_E2_2A_Diner_CHJustin_Phase01_Max_003="Not yet. I need to... get my coffee on too."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_005="You are so not a hippie."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_006="I am always taking photos. I am a camera."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_008="You should be studying, bad boy."
Cue_E2_2A_Diner_CHJustin_Phase01_Max_010="School. Speaking of buds, I saw your bro Trevor sneaking out of Dana's room."
Cue_E2_2A_Diner_CHJustin_Phase02_Justin_001="Let's talk later when I'm not so high..."
Cue_E2_2A_Diner_CHTrevor_Phase01_Max_001="Hey Trevor."
Cue_E2_2A_Diner_CHTrevor_Phase01_Max_003="Yeah, I saw you coming out of Dana's room."
Cue_E2_2A_Diner_CHTrevor_Phase01_Max_004="No, I actually didn't."
Cue_E2_2A_Diner_CHTrevor_Phase01_Max_008="How did Justin react?"
Cue_E2_2A_Diner_CHTrevor_Phase01_Trevor_002="Holla, Max. By the way, I know you saw me in the dorm."
Cue_E2_2A_Diner_CHTrevor_Phase01_Trevor_005="Yeah, and I finally had to tell Justin because, well, he was into her too."
Cue_E2_2A_Diner_CHTrevor_Phase01_Trevor_006="Thought you were staring right at my face. I guess you know now... and so does Justin."
Cue_E2_2A_Diner_CHTrevor_Phase01_Trevor_007="I got him blazed, he was cool. Nobody has secrets in Blackwell anyway... See you in class, Max."
Cue_E2_2A_Diner_CHTrevor_Phase02_Trevor_001="See ya around, Max!"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_004="Oh... sorry."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_005="Isn't everything in here within eyesight?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_006="How does Joyce sound?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_008="Joyce rules. I want to be exactly like her when I grow up."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_009="Why are you being so rude?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_010="That's how she rolls. That's why I worship her every move."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Max_014="Errr, hello?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_001=""Pardonne-moi," but you're in my eyesight."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_002="That's okay, I just need to see my truck out there in the lot. Been a long night on the road and I have to make sure my baby is sleeping right..."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_003="I don't care for your tone. You sound like Joyce."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_007="Bossy and smartass... like you."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_011="Looks like you're on your way. I've been coming to this dive for three years and Joyce gives me shit like it's going out of style."
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_012="Because I been on the road for 12 hours straight, hopped up on coffee and diet pills, carrying two tons of nitrate and all I want to do is eat a quiet breakfast and stare out the window. Do you mind?"
Cue_E2_2A_Diner_CHTrucker1_Phase01_Trucker1_013="Good, I can't wait to see you flipping greasy bacon in a diner when you grow up...exactly like Joyce. Now pardon me while I get back to my coffee."
Cue_E2_2A_Diner_CHTrucker1_Phase02_Trucker1_001="No more banter, please."
Cue_E2_2A_Diner_CHTrucker2_Phase01_Trucker2_001="I don't feel like talking right now. I gotta deliver a load of breakfast to my stomach. Over and out."
Cue_E2_2A_Diner_CHTrucker2_Phase02_Trucker2_001="I said... over—and out!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_050="I pledge allegiance to Max and the power for which she stands..."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_070="Screw that! Of course it's a toy! The best toy ever! You can bang anyone with no strings attached, rewind time and boom,|it's like it never happened!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_090="Maybe you made a move on me and I would never know!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_110="You can rewind time, Max. That's fucking insane. We have to play!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_130="You did not just say that."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_140="Uh... Check out your nose. Too much blow?"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_150="Hey, are you okay?"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_170="Then... let's go to one my secret lairs and fully test your power."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_180="You need a sidekick to guide you."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_200="Dude, you were right!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_210="Oh that is so cool!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_220="That is wild!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_230="Fucking A!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_240="Oh way to go, Mom!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_250="You called it, bet he's off to go bust some skaters..."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_260="Trevor and Justin must be in love."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Chloe_270="You predicted a cockroach on the jukebox!"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_060="This isn't a toy, Chloe. I do have to be careful how I use it—"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_080="Grow up."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_100="Yes, that's what I did."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_120="I don't have time."
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_160="Too much excitement. See what happens when we hook up again?"
Cue_E2_2A_Diner_ChloePuzzle02Happy_IGE_Max_190="Okay, Girl Wonder... Show me the way to Chloe's Cave."
Cue_E2_2A_Diner_ChloePuzzle02Sad_IGE_Chloe_030="That is so wrong."
Cue_E2_2A_Diner_ChloePuzzle02Sad_IGE_Chloe_040="I think not, Max."
Cue_E2_2A_Diner_ChloePuzzle02Sad_IGE_Chloe_050="You are really whiffing this."
Cue_E2_2A_Diner_ChloePuzzle02Sad_IGE_Chloe_060="This is a sad day in Maxville."
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_020="What now?"
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_030="Don't stare too long."
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_050="I bet you have a photographic memory... Get it?"
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_060="So now what?"
Cue_E2_2A_Diner_ChloeSitting_IGE_Chloe_070="So what are you waiting for?"
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_050="Mom and Max, together again!"
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_090="Nobody needs to rescue me."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_110="Oh God, here it comes. Didn't you and |Sgt. Pepper already read me the riot act last night?"
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_140="Oh God Mom, please do not give Max any shit for that. She apologized."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_160="Too old to get lectures from you or Sgt. Pepper..."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_200="Another reason to blow this town."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_205="What is this shit on the jukebox?"
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_210="Now that that's out of the way..."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_220="Let's talk about your superpower..."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_240="Come on, that's just a daydream. I want proof you can rewind time."
Cue_E2_2A_Diner_Chloe_Arrives_Chloe_260="We'll start slow. Right here. Now."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_010="I can hear your stomach rumbling from here, Max. Here. You'll love this."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_030="Still can't believe you're a woman. When I look at pictures of Chloe—"
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_040="Speak of the devil..."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_060="And Chloe, looking for a free meal. You've put your whole damn college fund on your tab."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_080="No, you're not. This is my treat to you for coming back to rescue my daughter."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_100="Unless you set your room on fire smoking out..."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_130="Are you atoning for yesterday?"
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_150="I know she did. Max is a good girl—woman. She's 18 now."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_170="Call him David if you don't want to be lectured."
Cue_E2_2A_Diner_Chloe_Arrives_Joyce_180="You only get one damn slice of bacon today."
Cue_E2_2A_Diner_Chloe_Arrives_Max_020="I'm drooling like a baby."
Cue_E2_2A_Diner_Chloe_Arrives_Max_070="I'm treating Chloe for breakfast."
Cue_E2_2A_Diner_Chloe_Arrives_Max_120="I'm treating Chloe for breakfast."
Cue_E2_2A_Diner_Chloe_Arrives_Max_190="You guys are still the same..."
Cue_E2_2A_Diner_Chloe_Arrives_Max_230="I don't have any explanation... And I can't explain why I saw that crazy fucking tornado..."
Cue_E2_2A_Diner_Chloe_Arrives_Max_250="This is all happening so fast..."
Cue_E2_2A_Diner_Citizens_Trucker1_010="I think I'm ready for thirds."
Cue_E2_2A_Diner_Citizens_Trucker1_030="My stomach plans ahead."
Cue_E2_2A_Diner_Citizens_Trucker2_020="But you're only on your first."
Cue_E2_2A_Diner_Citizens_Trucker2_040="Your stomach is stocking up for winter."
Cue_E2_2A_Diner_DinerTV_IGE_TVReporter_010="Coming up at noon, KBAY 7 News will explore the mystery of yesterday's unusual snowfall on a warm and sunny late afternoon that confused and delighted Arcadia Bay residents."
Cue_E2_2A_Diner_DinerTV_IGE_TVReporter_020="We'll be talking with Portland meteorologists in the area and look at some of your fun video reactions to the odd snow flurry."
Cue_E2_2A_Diner_DinerTV_IGE_TVReporter_030="Who knows, maybe Mother Nature was pranking us all? So stay tuned to KBAY 7 News for the real story..."
Cue_E2_2A_Diner_JoyceLoop_IGE_Cook_035="Bacon at 12 o'clock high!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Cook_040="One Belgian waffle at 12 o'clock high!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Cook_050="Order ready!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Joyce_010="One bacon omelette for the young lady. Stat!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Joyce_020="One Belgian waffle for the hungry girl. Pronto!"
Cue_E2_2A_Diner_JoyceLoop_IGE_Joyce_060="Incoming!"
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_010="And there she is—a lovely young woman. How are you doing, Max?"
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_030="Like I'm still a waitress at Two Whales after all these years?"
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_050="Nice save, kid. You're still smart."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_060="But I wish you had been here to help save Chloe. She got busted yesterday smoking out. Again."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_080="I am sorry that was your introduction to David. I hope you get to know him on your terms, not Chloe's. He's a good man... He just—"
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_100="It's good you're here. I was hoping you could be a good influence in her life now..."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_110="Nice save, kid. You're still smart."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_120="But not that smart... Now you get busted for smoking pot."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_130="I heard the whole sordid story from David. I'm sorry this was how you had to meet him. He's a good man... no matter what Chloe says."
Cue_E2_2A_Diner_Joyce_MeetMax_Joyce_150="It surprised me fierce. I was hoping you could be a good influence in her life now..."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_020="Hi Joyce, it's nice to see you again. You look the same."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_040="No, like you still look pretty."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_070="I know. Chloe told me that her stepfather hit her..."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_075="I know. Her stepfather hit her..."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_090="Yeah, I'm sure he is since you married him, but... don't be so harsh on Chloe."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_140="Yeah, I'm sure. I don't even smoke... like, ever. It was almost an accident. Very stupid. I'm sorry."
Cue_E2_2A_Diner_Joyce_MeetMax_Max_160="I will be. Promise."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Chloe_030="Please, don't let your best friend get in the way."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Chloe_060="Thanks, Max."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Chloe_070="If you'd rather chill with Kate, please go ahead."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Chloe_090="For now. Let's rock."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_010="Hey Kate, what's up?"
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_020="You okay?"
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_040="I promise, Kate. I won't forget."
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_050="I swear. Just do your homework and don't stress...I really don't think we should go into this right now... I'll call you later, okay?"
Cue_E2_2A_Diner_MaxAnswer_ChloeUnhappy_Max_080="You are ridiculous. I'm chillin' with you, okay?"
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Chloe_010="Later, Mom!"
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Chloe_030="Freedom!"
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Chloe_050="She'll survive you not taking that one call."
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Chloe_060="Now follow me, young squire Max, so we can seriously tap your power and rule the world..."
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Max_020="Bye, Joyce."
Cue_E2_2A_Diner_MaxDontAnswer_ChloeHappy_Max_040="I feel bad about Kate."
Cue_E2_2A_Diner_MaxPhone_RTC_Chloe_010="Okay Supergirl, let's go to my secret place!"
Cue_E2_2A_Diner_MaxPhone_RTC_Chloe_020="Don't even answer. We have places to go and people to do..."
Cue_E2_2A_Diner_MaxPhone_RTC_Chloe_030="Come on, before Mom starts some more shit. Let's bail!"
Cue_E2_2A_Diner_MaxPhone_RTC_Chloe_050="Big whoop. You don't call me once in five years and now you're all over some beeatch|you see every day at school? I see how you roll. So go ahead, chat up Kate Marsh from Blackwell. I've got other people to hang out with too."
Cue_E2_2A_Diner_MaxPhone_RTC_Max_040="It's Kate Marsh, from Blackwell..."
Cue_E2_2A_Diner_PowerProof01_Chloe_020="You have X-ray vision, dude? I don't even know what's in my pockets."
Cue_E2_2A_Diner_PowerProof01_Chloe_030="Let me see..."
Cue_E2_2A_Diner_PowerProof01_Max_010="Mhhh... I can tell you every single thing you have in your pockets."
Cue_E2_2A_Diner_PowerProof02_Chloe_020="No way!"
Cue_E2_2A_Diner_PowerProof02_Chloe_040="Okay Max, impress me!"
Cue_E2_2A_Diner_PowerProof02_Max_010="I will predict the future."
Cue_E2_2A_Diner_PowerProof02_Max_030="I'm going to predict four events that will happen in the next 30 seconds or so..."
Cue_E2_2A_Diner_Puzzle02_IGE_Cop_030="Shoot, now I gotta take this call and leave my breakfast... Hey, where is my partner?"
Cue_E2_2A_Diner_Puzzle02_IGE_Joyce_020="Did you break another cup? Really? No refill for you!"
Cue_E2_2A_Diner_Puzzle02_IGE_Joyce_080="I think our jukebox is headed for Davy Jones's locker..."
Cue_E2_2A_Diner_Puzzle02_IGE_Trucker1_010="Oops!"
Cue_E2_2A_Diner_Puzzle02_IGE_Trucker1_070="This is sure the hell better than that other garbage!"
Cue_E2_2A_Diner_Puzzle02_IGE_Trucker2_060="That's the best song I've heard yet!"
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Joyce_030="Take your fight club outside!"
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Joyce_050="I'm finishing it."
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Justin_020="Don't slap me bitch!"
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Trevor_010="You're a dick!"
Cue_E2_2A_Diner_Puzzle02_PredictionSequence_Trevor_040="He started it."
Cue_E2_2A_Diner_ShowItemsGood_Puzzle01_Chloe_010="Amazeballs. I literally just got chills all over my neck."
Cue_E2_2A_Diner_ShowItemsGood_Puzzle01_Chloe_020="Let me break out all this shit to prove you are indeed a boss."
Cue_E2_2A_Diner_ShowItemsGood_Puzzle01_Chloe_030="You have powers."
Cue_E2_2A_Diner_ShowItems_Puzzle01_Chloe_010="That was beyond epic fail. You even made me want to believe you..."
Cue_E2_2A_Diner_TiddyTable_Chloe_020="Sure, Mom."
Cue_E2_2A_Diner_TiddyTable_Chloe_060="Man, I'm hungry like the wolf."
Cue_E2_2A_Diner_TiddyTable_Chloe_080="I am freaking out about what just happened. You have to show me more, something way cooler so I will believe you without any doubt..."
Cue_E2_2A_Diner_TiddyTable_Joyce_010="Take that crap off the table, Chloe."
Cue_E2_2A_Diner_TiddyTable_Joyce_030="How's the food, Max?"
Cue_E2_2A_Diner_TiddyTable_Joyce_050="Very good save."
Cue_E2_2A_Diner_TiddyTable_Max_040="Better than I remembered."
Cue_E2_2A_Diner_TiddyTable_Max_070="Clearly."
